Repository: frknbyhn/NewbornStudio---New
Catalog: NewbornMoments/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Use on any theme or your own custom prompt
ar: استخدمه مع أي نمط أو مع طلبك المخصص الخاص
ca: Utilitza-ho amb qualsevol tema o el teu propi text personalitzat
cs: Použijte s libovolným tématem nebo vlastním zadáním
da: Brug det til ethvert tema eller din egen brugerdefinerede prompt
de: Für jedes Thema oder Ihren eigenen individuellen Prompt verwenden
el: Χρησιμοποιήστε το με οποιοδήποτε θέμα ή τη δική σας προτροπή
es: Úsalo con cualquier tema o tu propio mensaje personalizado
fi: Käytä minkä tahansa teeman kanssa tai omalla mukautetulla kehotteellasi
fr: À utiliser avec n'importe quel thème ou votre propre prompt personnalisé
he: השתמשו בזה עם כל ערכת נושא או עם ההנחיה המותאמת אישית שלכם
hi: किसी भी थीम या अपने खुद के कस्टम प्रॉम्प्ट के साथ उपयोग करें
hr: Koristite s bilo kojom temom ili vlastitim prilagođenim upitom
hu: Használd bármelyik témával vagy saját egyedi promptoddal
id: Gunakan dengan tema apa pun atau perintah khusus Anda sendiri
it: Usalo con qualsiasi tema o il tuo prompt personalizzato
ja: 任意のテーマまたは独自のカスタムプロンプトで使用
ko: 모든 테마 또는 나만의 맞춤 프롬프트와 함께 사용
ms: Gunakan dengan mana-mana tema atau arahan tersuai anda sendiri
nb: Bruk med et hvilket som helst tema eller din egen egendefinerte prompt
nl: Gebruik het bij elk thema of je eigen aangepaste prompt
pl: Użyj z dowolnym motywem lub własnym poleceniem
pt: Use em qualquer tema ou no seu próprio prompt personalizado
ro: Folosește-l cu orice temă sau cu propriul tău prompt personalizat
ru: Используйте с любой темой или собственным запросом
sk: Použite s ľubovoľnou témou alebo vlastným zadaním
sv: Använd med valfritt tema eller din egen anpassade prompt
th: ใช้ได้กับธีมใดก็ได้หรือพรอมต์กำหนดเองของคุณเอง
tr: Herhangi bir temada veya kendi özel isteğinizde kullanın
uk: Використовуйте з будь-якою темою або власним запитом
vi: Sử dụng với bất kỳ chủ đề nào hoặc lời nhắc tùy chỉnh của riêng bạn
zh_hans: 可用于任意主题或您自己的自定义提示词
zh_hant: 可用於任意主題或您自己的自定義提示詞

source: Walks Independently
ar: يمشي بشكل مستقل
ca: Camina de manera independent
cs: Chodí samostatně
da: Går selvstændigt
de: Läuft selbstständig
el: Περπατάει ανεξάρτητα
es: Camina de forma independiente
fi: Kävelee itsenäisesti
fr: Marche seul
he: הולך באופן עצמאי
hi: स्वतंत्र रूप से चलता है
hr: Hoda samostalno
hu: Önállóan jár
id: Berjalan sendiri
it: Cammina in autonomia
ja: 自立して歩く
ko: 독립적으로 걷기
ms: Berjalan sendiri
nb: Går selvstendig
nl: Loopt zelfstandig
pl: Chodzi samodzielnie
pt: Anda sozinho
ro: Merge independent
ru: Ходит самостоятельно
sk: Chodí samostatne
sv: Går självständigt
th: เดินได้ด้วยตัวเอง
tr: Bağımsız Yürür
uk: Ходить самостійно
vi: Đi lại độc lập
zh_hans: 独立行走
zh_hant: 獨立行走

source: Want a change? Describe an edit — e.g. \u{201c}add a soft blue blanket\u{201d}
ar: تريد تغييرًا؟ صف تعديلًا — مثال: «أضف بطانية زرقاء ناعمة»
ca: Vols un canvi? Descriu una edició — p. ex. «afegeix una manta blava suau»
cs: Chcete změnu? Popište úpravu — např. „přidat měkkou modrou deku“
da: Vil du have en ændring? Beskriv en redigering — f.eks. “tilføj et blødt blåt tæppe”
de: Eine Änderung gewünscht? Beschreiben Sie eine Bearbeitung — z. B. „eine weiche blaue Decke hinzufügen“
el: Θέλετε μια αλλαγή; Περιγράψτε μια επεξεργασία — π.χ. «πρόσθεσε μια απαλή γαλάζια κουβέρτα»
es: ¿Quieres un cambio? Describe una edición — p. ej. «añade una suave manta azul»
fi: Haluatko muutoksen? Kuvaile muokkaus — esim. ”lisää pehmeä sininen peitto”
fr: Envie d'un changement ? Décrivez une modification — ex. « ajouter une douce couverture bleue »
he: רוצים שינוי? תארו עריכה — למשל “הוסיפו שמיכה כחולה רכה”
hi: बदलाव चाहते हैं? एक संपादन बताएं — उदा. “एक मुलायम नीला कंबल जोड़ें”
hr: Želite promjenu? Opišite izmjenu — npr. „dodaj mekani plavi pokrivač”
hu: Változtatnál valamin? Írd le a szerkesztést — pl. „adj hozzá egy puha kék takarót”
id: Ingin perubahan? Deskripsikan editan — mis. “tambahkan selimut biru lembut”
it: Vuoi un cambiamento? Descrivi una modifica — es. «aggiungi una morbida coperta blu»
ja: 変更をご希望ですか？編集内容を説明してください — 例：「柔らかい青い毛布を追加」
ko: 변경을 원하시나요? 편집 내용을 설명해 주세요 — 예: “부드러운 파란 담요 추가”
ms: Mahukan perubahan? Terangkan suntingan — cth. “tambah selimut biru lembut”
nb: Vil du ha en endring? Beskriv en redigering — f.eks. «legg til et mykt blått teppe»
nl: Wil je een wijziging? Beschrijf een bewerking — bijv. “voeg een zachte blauwe deken toe”
pl: Chcesz zmiany? Opisz edycję — np. „dodaj miękki niebieski kocyk”
pt: Quer uma mudança? Descreva uma edição — ex. “adicionar um cobertor azul macio”
ro: Vrei o schimbare? Descrie o editare — de ex. „adaugă o pătură albastră moale”
ru: Хотите изменить? Опишите правку — например, «добавь мягкое голубое одеяло»
sk: Chcete zmenu? Opíšte úpravu — napr. „pridať mäkkú modrú deku“
sv: Vill du ha en ändring? Beskriv en redigering — t.ex. ”lägg till en mjuk blå filt”
th: ต้องการเปลี่ยนแปลงหรือไม่? อธิบายการแก้ไข — เช่น “เพิ่มผ้าห่มสีฟ้านุ่ม ๆ”
tr: Bir değişiklik mi istiyorsunuz? Bir düzenleme tarif edin — örn. “yumuşak mavi bir battaniye ekle”
uk: Хочете змінити? Опишіть правку — наприклад, «додай м'яку блакитну ковдру»
vi: Muốn thay đổi? Mô tả một chỉnh sửa — ví dụ: “thêm một chiếc chăn xanh mềm mại”
zh_hans: 想要改变吗？描述一下编辑内容 — 例如“添加一条柔软的蓝色毯子”
zh_hant: 想要改變嗎？描述一下編輯內容 — 例如“新增一條柔軟的藍色毯子”

source: Want an AI touch-up? (optional)
ar: تريد لمسة ذكاء اصطناعي؟ (اختياري)
ca: Vols un retoc amb IA? (opcional)
cs: Chcete AI retuš? (volitelné)
da: Vil du have en AI-finish? (valgfrit)
de: KI-Retusche gewünscht? (optional)
el: Θέλετε ρετούς με AI; (προαιρετικό)
es: ¿Quieres un retoque con IA? (opcional)
fi: Haluatko tekoälyviimeistelyn? (valinnainen)
fr: Envie d'une retouche IA ? (facultatif)
he: רוצים שיפור AI? (אופציונלי)
hi: AI टच-अप चाहते हैं? (वैकल्पिक)
hr: Želite AI dotjerivanje? (neobavezno)
hu: Szeretnél MI-retust? (opcionális)
id: Ingin sentuhan AI? (opsional)
it: Vuoi un ritocco IA? (opzionale)
ja: AIタッチアップをご希望ですか？（任意）
ko: AI 보정을 원하시나요? (선택 사항)
ms: Mahukan sentuhan AI? (pilihan)
nb: Vil du ha en AI-finpuss? (valgfritt)
nl: Wil je een AI-retouche? (optioneel)
pl: Chcesz retuszu AI? (opcjonalnie)
pt: Quer um retoque de IA? (opcional)
ro: Vrei o retușare AI? (opțional)
ru: Хотите ретушь ИИ? (по желанию)
sk: Chcete AI úpravu? (voliteľné)
sv: Vill du ha en AI-retusch? (valfritt)
th: ต้องการการรีทัชด้วย AI หรือไม่? (ไม่บังคับ)
tr: Yapay zeka rötuşu ister misiniz? (isteğe bağlı)
uk: Хочете ретуш ШІ? (необов'язково)
vi: Muốn chỉnh sửa AI? (tùy chọn)
zh_hans: 想要 AI 润饰吗？（可选）
zh_hant: 想要 AI 潤飾嗎？（可選）

source: Want music for this collage?
ar: تريد موسيقى لهذا الكولاج؟
ca: Vols música per a aquest collage?
cs: Chcete hudbu k této koláži?
da: Vil du have musik til denne collage?
de: Musik für diese Collage gewünscht?
el: Θέλετε μουσική για αυτό το κολάζ;
es: ¿Quieres música para este collage?
fi: Haluatko musiikkia tähän kollaasiin?
fr: Envie de musique pour ce collage ?
he: רוצים מוזיקה לקולאז' הזה?
hi: इस कोलाज के लिए संगीत चाहते हैं?
hr: Želite glazbu za ovaj kolaž?
hu: Szeretnél zenét ehhez a kollázshoz?
id: Ingin musik untuk kolase ini?
it: Vuoi la musica per questo collage?
ja: このコラージュに音楽をご希望ですか？
ko: 이 콜라주를 위한 음악을 원하시나요?
ms: Mahukan muzik untuk kolaj ini?
nb: Vil du ha musikk til dette collaget?
nl: Wil je muziek voor deze collage?
pl: Chcesz muzyki do tego kolażu?
pt: Quer música para esta colagem?
ro: Vrei muzică pentru acest colaj?
ru: Хотите музыку для этого коллажа?
sk: Chcete hudbu k tejto koláži?
sv: Vill du ha musik till detta collage?
th: ต้องการเพลงสำหรับคอลลาจนี้หรือไม่?
tr: Bu kolaj için müzik ister misiniz?
uk: Хочете музику для цього колажу?
vi: Muốn nhạc cho ảnh ghép này?
zh_hans: 想为这个拼贴配上音乐吗？
zh_hant: 想為這個拼貼配上音樂嗎？

source: Warming up the studio…
ar: جارٍ تحضير الاستوديو…
ca: Preparant l'estudi…
cs: Připravujeme studio…
da: Forbereder studiet…
de: Studio wird vorbereitet…
el: Προετοιμασία του στούντιο…
es: Preparando el estudio…
fi: Valmistellaan studiota…
fr: Préparation du studio…
he: מכינים את הסטודיו…
hi: स्टूडियो तैयार किया जा रहा है…
hr: Priprema studija…
hu: Stúdió előkészítése…
id: Menyiapkan studio…
it: Preparazione dello studio…
ja: スタジオを準備中…
ko: 스튜디오 준비 중…
ms: Menyediakan studio…
nb: Forbereder studioet…
nl: Studio wordt voorbereid…
pl: Przygotowywanie studia…
pt: Preparando o estúdio…
ro: Se pregătește studioul…
ru: Подготовка студии…
sk: Pripravujeme štúdio…
sv: Förbereder studion…
th: กำลังเตรียมสตูดิโอ…
tr: Stüdyo hazırlanıyor…
uk: Підготовка студії…
vi: Đang chuẩn bị studio…
zh_hans: 正在准备工作室…
zh_hant: 正在準備工作室…

source: Waves Bye-Bye
ar: يلوّح مودّعًا
ca: Diu adeu amb la mà
cs: Mává na rozloučenou
da: Vinker farvel
de: Winkt zum Abschied
el: Κάνει νόημα αντίο
es: Dice adiós con la mano
fi: Vilkuttaa hyvästit
fr: Fait au revoir de la main
he: מנפנף לשלום
hi: हाथ हिलाकर बाय कहता है
hr: Maše za pozdrav
hu: Integet búcsút
id: Melambaikan tangan selamat tinggal
it: Fa ciao con la manina
ja: バイバイと手を振る
ko: 손을 흔들며 인사함
ms: Melambai selamat tinggal
nb: Vinker farvel
nl: Zwaait gedag
pl: Macha na pożegnanie
pt: Acena tchau
ro: Face cu mâna la revedere
ru: Машет на прощание
sk: Máva na rozlúčku
sv: Vinkar hejdå
th: โบกมือบ๊ายบาย
tr: El Sallar
uk: Махає на прощання
vi: Vẫy tay tạm biệt
zh_hans: 挥手告别
zh_hant: 揮手告別

source: We couldn't create the collage video. Please try again.
ar: تعذّر إنشاء فيديو الكولاج. حاول مرة أخرى.
ca: No s'ha pogut crear el vídeo del collage. Torna-ho a provar.
cs: Nepodařilo se vytvořit video koláže. Zkuste to znovu.
da: Kunne ikke oprette collagevideoen. Prøv igen.
de: Das Collage-Video konnte nicht erstellt werden. Bitte erneut versuchen.
el: Δεν ήταν δυνατή η δημιουργία του βίντεο κολάζ. Δοκιμάστε ξανά.
es: No se pudo crear el video del collage. Inténtalo de nuevo.
fi: Kollaasivideota ei voitu luoda. Yritä uudelleen.
fr: Impossible de créer la vidéo de collage. Veuillez réessayer.
he: לא ניתן היה ליצור את סרטון הקולאז'. נסו שוב.
hi: कोलाज वीडियो नहीं बनाया जा सका। कृपया फिर से कोशिश करें।
hr: Nije moguće stvoriti videozapis kolaža. Pokušajte ponovno.
hu: Nem sikerült létrehozni a kollázsvideót. Próbáld újra.
id: Tidak dapat membuat video kolase. Silakan coba lagi.
it: Impossibile creare il video del collage. Riprova.
ja: コラージュ動画を作成できませんでした。もう一度お試しください。
ko: 콜라주 동영상을 만들 수 없습니다. 다시 시도해 주세요.
ms: Tidak dapat mencipta video kolaj. Sila cuba lagi.
nb: Kunne ikke lage collagevideoen. Prøv igjen.
nl: Kon de collagevideo niet maken. Probeer het opnieuw.
pl: Nie można utworzyć wideo kolażu. Spróbuj ponownie.
pt: Não foi possível criar o vídeo da colagem. Tente novamente.
ro: Nu s-a putut crea videoclipul colajului. Încearcă din nou.
ru: Не удалось создать видео коллажа. Повторите попытку.
sk: Nepodarilo sa vytvoriť video koláže. Skúste to znova.
sv: Kunde inte skapa collagevideon. Försök igen.
th: ไม่สามารถสร้างวิดีโอคอลลาจได้ กรุณาลองอีกครั้ง
tr: Kolaj videosu oluşturulamadı. Lütfen tekrar deneyin.
uk: Не вдалося створити відео колажу. Спробуйте ще раз.
vi: Không thể tạo video ảnh ghép. Vui lòng thử lại.
zh_hans: 无法创建拼贴视频。请重试。
zh_hant: 無法建立拼貼影片。請重試。

source: We couldn't find a face in this photo. Please choose a clear, well-lit photo of your baby's face.
ar: لم نتمكن من العثور على وجه في هذه الصورة. يرجى اختيار صورة واضحة وجيدة الإضاءة لوجه طفلك.
ca: No hem pogut trobar cap rostre en aquesta foto. Tria una foto clara i ben il·luminada del rostre del teu nadó.
cs: Na této fotce se nám nepodařilo najít obličej. Vyberte jasnou, dobře osvětlenou fotku obličeje vašeho miminka.
da: Vi kunne ikke finde et ansigt på dette foto. Vælg et tydeligt, velbelyst foto af din babys ansigt.
de: Wir konnten auf diesem Foto kein Gesicht finden. Bitte wählen Sie ein klares, gut beleuchtetes Foto vom Gesicht Ihres Babys.
el: Δεν μπορέσαμε να βρούμε πρόσωπο σε αυτή τη φωτογραφία. Επιλέξτε μια καθαρή, καλά φωτισμένη φωτογραφία του προσώπου του μωρού σας.
es: No pudimos encontrar un rostro en esta foto. Elige una foto clara y bien iluminada del rostro de tu bebé.
fi: Emme löytäneet kasvoja tästä kuvasta. Valitse selkeä, hyvin valaistu kuva vauvasi kasvoista.
fr: Nous n'avons pas trouvé de visage sur cette photo. Veuillez choisir une photo nette et bien éclairée du visage de votre bébé.
he: לא הצלחנו למצוא פרצוף בתמונה הזו. בחרו תמונה ברורה ומוארת היטב של פני התינוק שלכם.
hi: हमें इस फोटो में कोई चेहरा नहीं मिला। कृपया अपने बच्चे के चेहरे की एक स्पष्ट, अच्छी रोशनी वाली फोटो चुनें।
hr: Nismo uspjeli pronaći lice na ovoj fotografiji. Odaberite jasnu, dobro osvijetljenu fotografiju lica svoje bebe.
hu: Nem találtunk arcot ezen a fotón. Válassz tiszta, jól megvilágított fotót a babád arcáról.
id: Kami tidak dapat menemukan wajah dalam foto ini. Pilih foto wajah bayi Anda yang jelas dan cukup cahaya.
it: Non siamo riusciti a trovare un volto in questa foto. Scegli una foto nitida e ben illuminata del viso del tuo bambino.
ja: この写真から顔を検出できませんでした。赤ちゃんの顔がはっきりと写った、明るい写真を選択してください。
ko: 이 사진에서 얼굴을 찾을 수 없습니다. 아기 얼굴이 선명하고 밝게 나온 사진을 선택해 주세요.
ms: Kami tidak dapat menjumpai wajah dalam foto ini. Pilih foto wajah bayi anda yang jelas dan bercahaya baik.
nb: Vi fant ikke et ansikt på dette bildet. Velg et tydelig, godt opplyst bilde av babyens ansikt.
nl: We konden geen gezicht vinden op deze foto. Kies een duidelijke, goed verlichte foto van het gezicht van je baby.
pl: Nie udało nam się znaleźć twarzy na tym zdjęciu. Wybierz wyraźne, dobrze oświetlone zdjęcie twarzy dziecka.
pt: Não conseguimos encontrar um rosto nesta foto. Escolha uma foto nítida e bem iluminada do rosto do seu bebê.
ro: Nu am putut găsi o față în această fotografie. Alege o fotografie clară, bine luminată a feței bebelușului tău.
ru: Нам не удалось найти лицо на этом фото. Выберите чёткое, хорошо освещённое фото лица вашего малыша.
sk: Na tejto fotke sa nám nepodarilo nájsť tvár. Vyberte jasnú, dobre osvetlenú fotku tváre vášho bábätka.
sv: Vi kunde inte hitta ett ansikte på detta foto. Välj ett tydligt, välbelyst foto av din bebis ansikte.
th: เราไม่พบใบหน้าในรูปภาพนี้ กรุณาเลือกรูปภาพใบหน้าลูกน้อยของคุณที่ชัดเจนและมีแสงสว่างเพียงพอ
tr: Bu fotoğrafta bir yüz bulamadık. Lütfen bebeğinizin net ve iyi aydınlatılmış bir fotoğrafını seçin.
uk: Нам не вдалося знайти обличчя на цьому фото. Виберіть чітке, добре освітлене фото обличчя вашої дитини.
vi: Chúng tôi không thể tìm thấy khuôn mặt trong bức ảnh này. Vui lòng chọn một bức ảnh rõ nét, đủ ánh sáng về khuôn mặt của bé.
zh_hans: 我们无法在这张照片中找到面孔。请选择一张清晰、光线充足的宝宝面部照片。
zh_hant: 我們無法在這張照片中找到面孔。請選擇一張清晰、光線充足的寶寶面部照片。

source: We'll animate each of your %d captured photos and combine them into one video. This will cost %@, and depending on how many photos you've added, it may take quite a while. Do you want to continue?
ar: سنقوم بتحريك كل صورة من صورك الملتقطة الـ %d ودمجها في فيديو واحد. سيكلف هذا %@، وقد يستغرق بعض الوقت حسب عدد الصور التي أضفتها. هل تريد المتابعة؟
ca: Animarem cadascuna de les teves %d fotos capturades i les combinarem en un sol vídeo. Això costarà %@ i, segons quantes fotos hagis afegit, pot trigar una bona estona. Vols continuar?
cs: Animujeme každou z vašich %d zachycených fotek a spojíme je do jednoho videa. Bude to stát %@ a v závislosti na počtu přidaných fotek to může chvíli trvat. Chcete pokračovat?
da: Vi animerer hvert af dine %d fangede fotos og kombinerer dem til én video. Dette vil koste %@, og afhængigt af hvor mange fotos du har tilføjet, kan det tage et stykke tid. Vil du fortsætte?
de: Wir animieren jedes Ihrer %d erfassten Fotos und fügen sie zu einem Video zusammen. Das kostet %@ und kann je nach Anzahl der hinzugefügten Fotos eine Weile dauern. Möchten Sie fortfahren?
el: Θα ζωντανέψουμε καθεμία από τις %d αποτυπωμένες φωτογραφίες σας και θα τις συνδυάσουμε σε ένα βίντεο. Αυτό θα κοστίσει %@ και, ανάλογα με το πόσες φωτογραφίες έχετε προσθέσει, μπορεί να διαρκέσει αρκετή ώρα. Θέλετε να συνεχίσετε;
es: Animaremos cada una de tus %d fotos capturadas y las combinaremos en un solo video. Esto costará %@ y, según cuántas fotos hayas añadido, puede tardar un buen rato. ¿Deseas continuar?
fi: Animoimme jokaisen %d tallennetusta kuvastasi ja yhdistämme ne yhdeksi videoksi. Tämä maksaa %@, ja lisäämiesi kuvien määrästä riippuen se voi kestää jonkin aikaa. Haluatko jatkaa?
fr: Nous allons animer chacune de vos %d photos capturées et les combiner en une seule vidéo. Cela coûtera %@ et, selon le nombre de photos ajoutées, cela peut prendre un certain temps. Voulez-vous continuer ?
he: אנחנו ננפיש כל אחת מ-%d התמונות שתיעדתם ונשלב אותן לסרטון אחד. זה יעלה %@, ובהתאם למספר התמונות שהוספתם, זה עשוי לקחת זמן מה. להמשיך?
hi: हम आपकी कैद की गई %d फोटो में से हर एक को एनिमेट करेंगे और उन्हें एक वीडियो में मिलाएंगे। इसकी लागत %@ होगी, और आपने कितनी फोटो जोड़ी हैं, इस पर निर्भर करते हुए इसमें काफी समय लग सकता है। क्या आप जारी रखना चाहते हैं?
hr: Animirat ćemo svaku od vaših %d zabilježenih fotografija i spojiti ih u jedan videozapis. To će koštati %@ i, ovisno o broju dodanih fotografija, može potrajati. Želite li nastaviti?
hu: Animáljuk mind a(z) %d rögzített fotódat, és egyetlen videóba fűzzük őket. Ez %@ összegbe kerül, és a hozzáadott fotók számától függően eltarthat egy ideig. Szeretnéd folytatni?
id: Kami akan menganimasikan setiap %d foto Anda yang terekam dan menggabungkannya menjadi satu video. Ini akan menghabiskan biaya %@, dan tergantung berapa banyak foto yang Anda tambahkan, mungkin memerlukan waktu cukup lama. Apakah Anda ingin melanjutkan?
it: Animeremo ciascuna delle tue %d foto catturate e le combineremo in un unico video. Costerà %@ e, a seconda di quante foto hai aggiunto, potrebbe richiedere del tempo. Vuoi continuare?
ja: 記録した%d枚の写真それぞれをアニメーション化し、1つの動画に結合します。費用は%@で、追加した写真の枚数によってはしばらく時間がかかる場合があります。続けますか？
ko: 기록된 %d장의 사진 각각을 애니메이션화하여 하나의 동영상으로 결합합니다. 비용은 %@이며, 추가한 사진 수에 따라 시간이 다소 걸릴 수 있습니다. 계속하시겠어요?
ms: Kami akan menganimasikan setiap %d foto anda yang dirakam dan menggabungkannya menjadi satu video. Ini akan berharga %@ dan, bergantung pada berapa banyak foto yang telah anda tambah, ia mungkin mengambil masa yang agak lama. Mahu teruskan?
nb: Vi animerer hvert av dine %d fangede bilder og kombinerer dem til én video. Dette vil koste %@, og avhengig av hvor mange bilder du har lagt til, kan det ta en stund. Vil du fortsette?
nl: We animeren elk van je %d vastgelegde foto's en combineren ze tot één video. Dit kost %@ en, afhankelijk van hoeveel foto's je hebt toegevoegd, kan het even duren. Wil je doorgaan?
pl: Animujemy każde z Twoich %d uchwyconych zdjęć i połączymy je w jedno wideo. Będzie to kosztować %@ i w zależności od liczby dodanych zdjęć może to potrwać dłuższą chwilę. Czy chcesz kontynuować?
pt: Vamos animar cada uma das suas %d fotos capturadas e combiná-las em um único vídeo. Isso custará %@ e, dependendo de quantas fotos você adicionou, pode levar um bom tempo. Deseja continuar?
ro: Vom anima fiecare dintre cele %d fotografii surprinse ale tale și le vom combina într-un singur videoclip. Aceasta va costa %@ și, în funcție de câte fotografii ai adăugat, poate dura ceva timp. Vrei să continui?
ru: Мы анимируем каждое из ваших %d зафиксированных фото и объединим их в одно видео. Это будет стоить %@, и в зависимости от количества добавленных фото это может занять некоторое время. Хотите продолжить?
sk: Animujeme každú z vašich %d zachytených fotiek a spojíme ich do jedného videa. Bude to stáť %@ a v závislosti od počtu pridaných fotiek to môže chvíľu trvať. Chcete pokračovať?
sv: Vi animerar vart och ett av dina %d fångade foton och kombinerar dem till en video. Detta kommer att kosta %@, och beroende på hur många foton du har lagt till kan det ta ett tag. Vill du fortsätta?
th: เราจะทำให้รูปภาพที่บันทึกไว้ %d รูปของคุณแต่ละรูปเคลื่อนไหวและรวมเข้าด้วยกันเป็นวิดีโอเดียว ซึ่งจะมีค่าใช้จ่าย %@ และอาจใช้เวลาสักพักขึ้นอยู่กับจำนวนรูปภาพที่คุณเพิ่ม คุณต้องการดำเนินการต่อหรือไม่?
tr: Yakaladığınız %d fotoğrafın her birini canlandırıp tek bir videoda birleştireceğiz. Bu %@ tutacak ve eklediğiniz fotoğraf sayısına bağlı olarak biraz zaman alabilir. Devam etmek ister misiniz?
uk: Ми анімуємо кожне з ваших %d зафіксованих фото та об'єднаємо їх в одне відео. Це коштуватиме %@ і, залежно від кількості доданих фото, може зайняти певний час. Продовжити?
vi: Chúng tôi sẽ làm sinh động từng bức ảnh trong số %d bức ảnh đã ghi lại của bạn và kết hợp chúng thành một video. Việc này sẽ tốn %@ và, tùy thuộc vào số lượng ảnh bạn đã thêm, có thể mất một lúc. Bạn có muốn tiếp tục không?
zh_hans: 我们将把您已记录的 %d 张照片逐一动画化，并合并为一段视频。这将花费 %@，具体所需时间取决于您添加的照片数量，可能会需要一段时间。要继续吗？
zh_hant: 我們將把您已記錄的 %d 張照片逐一動畫化，並合併為一段影片。這將花費 %@，具體所需時間取決於您新增的照片數量，可能會需要一段時間。要繼續嗎？

source: We're mixing your track into this collage. You can follow its progress from the My Collages screen.
ar: نقوم بمزج مقطوعتك في هذا الكولاج. يمكنك متابعة التقدم من شاشة كولاجاتي.
ca: Estem barrejant la teva pista en aquest collage. Pots seguir-ne el progrés des de la pantalla Els meus collages.
cs: Mixujeme vaši skladbu do této koláže. Průběh můžete sledovat na obrazovce Moje koláže.
da: Vi mikser dit nummer ind i denne collage. Du kan følge fremdriften fra skærmen Mine collager.
de: Wir mischen Ihren Track in diese Collage. Sie können den Fortschritt im Bildschirm „Meine Collagen“ verfolgen.
el: Αναμειγνύουμε το κομμάτι σας σε αυτό το κολάζ. Μπορείτε να παρακολουθήσετε την πρόοδο από την οθόνη Τα κολάζ μου.
es: Estamos mezclando tu pista en este collage. Puedes seguir su progreso desde la pantalla Mis collages.
fi: Sekoitamme kappaleesi tähän kollaasiin. Voit seurata edistymistä Kollaasini-näytöltä.
fr: Nous intégrons votre morceau à ce collage. Vous pouvez suivre sa progression depuis l'écran Mes collages.
he: אנחנו מערבבים את הרצועה שלכם לתוך הקולאז' הזה. תוכלו לעקוב אחרי ההתקדמות ממסך הקולאז'ים שלי.
hi: हम आपके ट्रैक को इस कोलाज में मिला रहे हैं। आप मेरे कोलाज स्क्रीन से इसकी प्रगति देख सकते हैं।
hr: Miksamo vašu pjesmu u ovaj kolaž. Napredak možete pratiti na zaslonu Moji kolaži.
hu: A számodat belekeverjük ebbe a kollázsba. A folyamatot a Kollázsaim képernyőn követheted nyomon.
id: Kami sedang mencampurkan trek Anda ke dalam kolase ini. Anda dapat mengikuti perkembangannya dari layar Kolase Saya.
it: Stiamo mixando il tuo brano in questo collage. Puoi seguirne l'avanzamento dalla schermata I miei collage.
ja: このコラージュにトラックをミックスしています。進行状況はマイコラージュ画面から確認できます。
ko: 이 콜라주에 트랙을 믹싱하고 있습니다. 진행 상황은 내 콜라주 화면에서 확인할 수 있습니다.
ms: Kami sedang mencampurkan trek anda ke dalam kolaj ini. Anda boleh mengikuti kemajuannya dari skrin Kolaj Saya.
nb: Vi mikser sporet ditt inn i dette collaget. Du kan følge fremdriften fra skjermen Mine collager.
nl: We mixen je nummer in deze collage. Je kunt de voortgang volgen op het scherm Mijn collages.
pl: Miksujemy Twój utwór z tym kolażem. Możesz śledzić postęp na ekranie Moje kolaże.
pt: Estamos misturando sua faixa nesta colagem. Você pode acompanhar o progresso na tela Minhas colagens.
ro: Îți mixăm piesa în acest colaj. Poți urmări progresul din ecranul Colajele mele.
ru: Мы добавляем ваш трек в этот коллаж. Вы можете отслеживать прогресс на экране Мои коллажи.
sk: Mixujeme vašu skladbu do tejto koláže. Priebeh môžete sledovať na obrazovke Moje koláže.
sv: Vi mixar din låt i detta collage. Du kan följa förloppet från skärmen Mina collage.
th: เรากำลังผสมเพลงของคุณเข้ากับคอลลาจนี้ คุณสามารถติดตามความคืบหน้าได้จากหน้าจอคอลลาจของฉัน
tr: Parçanızı bu kolajla harmanlıyoruz. İlerlemesini Koleksiyonlarım ekranından takip edebilirsiniz.
uk: Ми додаємо ваш трек до цього колажу. Ви можете стежити за прогресом на екрані Мої колажі.
vi: Chúng tôi đang hòa trộn bản nhạc của bạn vào ảnh ghép này. Bạn có thể theo dõi tiến trình từ màn hình Ảnh ghép của tôi.
zh_hans: 我们正在将您的音轨混合到这个拼贴中。您可以在“我的拼贴”界面查看进度。
zh_hant: 我們正在將您的音軌混合到這個拼貼中。您可以在“我的拼貼”介面檢視進度。
